Repository: alvinosh/angular-project
Catalog: src/locale/messages.*.xlf
Languages: sq

source: Sort trips by
sq: Rendit udhëtimet sipas

source: Sort by
sq: Rendit sipas

source: Name
sq: Emri

source: Price
sq: Çmimi

source: Rating
sq: Vlerësimi

source: Creation Date
sq: Data e krijimit

source: Filters
sq: Filtrat

source: Esc to clear
sq: Esc për të pastruar

source: Title
sq: Titulli

source: Min Price
sq: Çmimi minimal

source: Max Price
sq: Çmimi maksimal

source: Min Rating
sq: Vlerësimi minimal

source: Max Rating
sq: Vlerësimi maksimal

source: Tags
sq: Etiketat

source: Clear all filters
sq: Pastro të gjithë filtrat

source: Sort ascending
sq: Rendit rritës

source: Sort descending
sq: Rendit zbritës

source: Hide filters
sq: Fshih filtrat

source: Show filters
sq: Shfaq filtrat

source: Hide Filters
sq: Fshih Filtrat

source: Show Filters
sq: Shfaq Filtrat

source: Remove tag tag
sq: Hiq etiketën tag

source: Switch to light mode
sq: Kalo në modalitetin e ndritshëm

source: Switch to dark mode
sq: Kalo në modalitetin e errët

source: Jump to
sq: Kalo te

source: Page this.currentPage() of this.totalPages()
sq: Faqja this.currentPage() nga this.totalPages()

source: View details for this.trip().title
sq: Shiko detajet për this.trip().title

source: Image of this.trip().title
sq: Imazhi i this.trip().title

source: Score: this.scoreBadgeText()
sq: Pikët: this.scoreBadgeText()

source: Trip of the Day
sq: Udhëtimi i ditës

source: View Details
sq: Shiko detajet

source: Loading trip details...
sq: Duke ngarkuar detajet e udhëtimit...

source: <span class="transition-transform group-hover:-translate-x-1">←</span> Back to Explore
sq: <span class="transition-transform group-hover:-translate-x-1">←</span> Kthehu te Eksploro

source: <span class="w-1.5 h-6 bg-blue-500 rounded-full"></span> About this trip
sq: <span class="w-1.5 h-6 bg-blue-500 rounded-full"></span> Rreth këtij udhëtimi

source: Investment
sq: Investimi

source: Eco Footprint
sq: Gjurma ekologjike

source: Listed On
sq: Listuar më
